
[
    {
    "_id": 234,
    "topic": "Space",
    "userName": "SpaceX",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "time": "2h",
    "image": "https://picsum.photos/id/237/200/300",
    "liked": true,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "@spacex",
    "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
    },
    {
    "_id": 235,
    "topic": "Artificial Intelligence",
    "userName": "OpenAI",
    "title": "GPT-4.0, the most advanced AI model, surpasses human-level performance in all major tasks",
    "time": "30m",
    "image": "https://picsum.photos/id/200/300",
    "liked": false,
    "replies": 45,
    "retuits": 123,
    "likes": 567,
    "handle": "@openai",
    "tuit": "We're thrilled to announce the release of GPT-4.0! Our latest AI model has achieved unprecedented levels of performance, surpassing human-level capabilities across a wide range of tasks. This breakthrough represents a major milestone in artificial intelligence research and brings us one step closer to a future where AI enhances and augments human capabilities."
    },
    {
    "_id": 236,
    "topic": "Environment",
    "userName": "GreenTech",
    "title": "Breakthrough in renewable energy: New solar panel design generates 50% more electricity",
    "time": "1h",
    "image": "https://picsum.photos/id/201/300",
    "liked": true,
    "replies": 87,
    "retuits": 321,
    "likes": 789,
    "handle": "@greentech",
    "tuit": "Exciting news in renewable energy! Our team of scientists and engineers has developed a groundbreaking solar panel design that increases electricity generation by an incredible 50%. This innovation will revolutionize the solar industry and contribute significantly to a greener and more sustainable future. Together, we can power the world with clean and abundant energy!"
    }
    ]